cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'puma/puma'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'glide'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
#brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'puma/puma/puma-dev'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'vim'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'atom'
cask 'datagrip'
cask 'dotnet-sdk'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'private-internet-access'
cask 'visual-studio-code'
cask 'vlc'
